Repository: ALi4576/ChatGPT-APP
Catalog: lib/l10n/app_*.arb
Languages: hu

source: Welcome to Go Ai
hu: Üdvözöllek a GoAi platformban

# select_a_product
source: Select a product or transaction to continue ...
hu: Válassz terméket vagy tranzakciót a folytatáshoz...

source: Product
hu: Termék

source: Transaction
hu: Tranzakció

source: New Chat
hu: ÚJ BESZÉLGETÉS

source: Examples
hu: Példa párbeszédek

source: You
hu: Te

# generating
source: Generating answers for you…
hu: Válasz generálása neked...

# goAi
source: GoAi can make mistakes. Consider checking important information.
hu: A GoAI hibázhat. Ellenőrizze le a fontos információk pontosságát.

# send
source: Send a message ...
hu: Üzenet írása...

# unlock
source: Unlock the power of ai
hu: Oldd fel a Mesterséges Intelligencia erejét

source: coming
hu: Hamarosan

# error
source: Failed to process your request. Please try again later.
hu: Hiba történt a kérés feldolgozása során. Kérjük, próbálja újra később.
